{
  "inspection":{
    "working-and-resting-time":{
      "driving-and-resting-time":{
        "label": "Lenk- und Ruhezeiten",
        "driving-time":{
          "label": "Lenkzeiten",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art6.1-nr2": "Überschreitung der täglichen Lenkzeit von 9 Std., sofern die Verlängerung auf 10 Std. nicht gestattet ist, im Bereich 10 Std. ≤ … < 11 Std.",
            "art6.1-nr3": "Überschreitung der täglichen Lenkzeit von 9 Std., sofern die Verlängerung auf 10 Std. nicht gestattet ist, im Bereich 10 Std. ≤ 11 Std.",
            "art6.1-nr4": "Überschreitung der täglichen Lenkzeit von 9 Std. um mindestens 50 % ohne Fahrtunterbrechung oder Ruhezeit von mindestens 4,5 Stunden im Bereich 13,5 Std. ≤ …",
            "art6.1-nr5": "Überschreitung der verlängerten täglichen Lenkzeit von 10 Std., sofern die Verlängerung gestattet ist, im Bereich 11 Std. ≤ … < 12 Std.",
            "art6.1-nr6": "Überschreitung der verlängerten täglichen Lenkzeit von 10 Std., sofern die Verlängerung gestattet ist, im Bereich 12 Std. ≤ …",
            "art6.1-nr7": "Überschreitung der täglichen Lenkzeit von 10 Std. um mindestens 50 % ohne Fahrtunterbrechung oder Ruhezeit von mindestens 4,5 Stunden im Bereich 15 Std. ≤ …",
            "art6.2-nr8": "Überschreitung der wöchentlichen Lenkzeit im Bereich 60 Std. ≤ … < 65 Std.",
            "art6.2-nr9": "Überschreitung der wöchentlichen Lenkzeit im Bereich 65 Std. ≤ … < 70 Std.",
            "art6.2-nr10": "Überschreitung der wöchentlichen Lenkzeit im Bereich 70 Std. ≤ …",
            "art6.3-nr11": "Überschreitung der maximalen Gesamtlenkzeit während zweier aufeinander folgender Wochen im Bereich 100 Std. ≤ … < 105 Std.",
            "art6.3-nr12": "Überschreitung der maximalen Gesamtlenkzeit während zweier aufeinander folgender Wochen im Bereich 105 Std. ≤ … < 112,5 Std.",
            "art6.3-nr13": "Überschreitung der maximalen Gesamtlenkzeit während zweier aufeinander folgender Wochen im Bereich 112, 5 Std. ≤ …",
            "art6.1":{
              "label": "Überschreitung der täglichen Lenkzeit",
              "subcriterias":{
                "label": "Verlängerte Lenkzeit",
                "std-time": {
                  "label":"Normale Lenkzeit von 9 Std.",
                  "ranges": {
                    "label": "Qunatifizierung",
                    "nr2": "10 Std. ≤ … < 11 Std",
                    "nr3": "10 Std. ≤ 11 Std."
                  }
                },
                "extendet-time": {
                  "label":"Verlängerte Lenkzeit von 10 Std."
                }
              }
            }
          }
        },
        "breaks":{
          "label": "Fahrtunterbrechungen",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art7-nr14": "Überschreitung der ununterbrochenen Lenkzeit von 4,5 Std. vor Fahrtunterbrechung im Bereich 5 Std. ≤ … < 6Std.",
            "art7-nr15": "Überschreitung der ununterbrochenen Lenkzeit von 4,5 Std. vor Fahrtunterbrechung im Bereich ≤ 6Std."
          }
        },
        "rest-periods":{
          "label": "Ruhezeiten",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art8.2-nr16": "Unzureichende tägliche Ruhezeit von weniger als 11 Std., sofern keine reduzierte tägliche Ruhezeit gestattet ist, im Bereich 8.30 Std. ≤ … < 10 Std.",
            "art8.2-nr17": "Unzureichende tägliche Ruhezeit von weniger als 11 Std., sofern keine reduzierte tägliche Ruhezeit gestattet ist, im Bereich … < 8,5 Std.",
            "art8.2-nr18": "Unzureichende reduzierte tägliche Ruhezeit von weniger als 9 Std., sofern die reduzierte Ruhezeit gestattet ist, im Bereich 7 Std. ≤ … < 8 Std.",
            "art8.2-nr19": "Unzureichende reduzierte tägliche Ruhezeit von weniger als 9 Std., sofern die reduzierte Ruhezeit gestattet ist, im Bereich … < 7 Std.",
            "art8.2-nr20": "Unzureichende aufgeteilte tägliche Ruhezeit von weniger als 3 Std. + 9 Std. im Bereich 3 Std. + [7 Std. ≤ … < 8 Std.]",
            "art8.2-nr21": "Unzureichende aufgeteilte tägliche Ruhezeit von weniger als 3 Std. + 9 Std. im Bereich 3 Std. + [… < 7 Std.]",
            "art8.5-nr22": "Unzureichende tägliche Ruhezeit von weniger als 9 Std. bei Mehrfahrerbetrieb im Bereich 7 Std. ≤ … < 8 Std.",
            "art8.5-nr23": "Unzureichende tägliche Ruhezeit von weniger als 9 Std. bei Mehrfahrerbetrieb im Bereich … < 7 Std.",
            "art8.6-nr24": "Unzureichende reduzierte wöchentliche Ruhezeit von weniger als 24 Std. im Bereich 20 Std. ≤ … < 22 Std.",
            "art8.6-nr25": "Unzureichende reduzierte wöchentliche Ruhezeit von weniger als 24 Std. im Bereich … < 20 Std.",
            "art8.6-nr26": "Unzureichende wöchentliche Ruhezeit von weniger als 45 Std., sofern keine reduzierte wöchentliche Ruhezeit gestattet ist, im Bereich 36 Std. ≤ … < 42 Std.",
            "art8.6-nr27": "Unzureichende wöchentliche Ruhezeit von weniger als 45 Std., sofern keine reduzierte wöchentliche Ruhezeit gestattet ist, im Bereich … < 36 Std.",
            "art8.6-nr28-1": "Überschreitung von sechs aufeinanderfolgenden 24-Stunden-Zeiträumen nach der vorangegangenen wöchentlichen Ruhezeit im Bereich 3 Std. ≤ … < 12 Std.",
            "art8.6-nr28-2": "Überschreitung von sechs aufeinanderfolgenden 24-Stunden-Zeiträumen nach der vorangegangenen wöchentlichen Ruhezeit im Bereich 12 Std. ≤ …"
          }
        },
        "12-day-rule-derogation":{
          "label": "12-Tage-Ausnahmeregelung",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art8.6a-nr29-1": "Überschreitung von zwölf aufeinanderfolgenden 24-Stunden-Zeiträumen nach Ende der vorangegangenen regelmäßigen wöchentlichen Ruhezeit im Bereich 3 Std. ≤ … < 12 Std.",
            "art8.6a-nr29-2": "Überschreitung von zwölf aufeinanderfolgenden 24-Stunden-Zeiträumen nach Ende der vorangegangenen regelmäßigen wöchentlichen Ruhezeit im Bereich 12 Std. ≤ …",
            "art8.6a-b-ii-nr30-1": "Wöchentliche Ruhezeit nach zwölf aufeinanderfolgenden 24-Stunden-Zeiträumen im Bereich 65 Std. < … ≤ 67 Std.",
            "art8.6a-b-ii-nr30-2": "Wöchentliche Ruhezeit nach zwölf aufeinanderfolgenden 24-Stunden-Zeiträumen im Bereich … ≤ 65 Std.",
            "art8.6a-d-nr31-1": "Lenkdauer von mehr als 3 Std. zwischen 22.00 und 6.00 Uhr vor der Pause, sofern das Fahrzeug nicht mit mehreren Fahrern besetzt ist im Bereich 3 Std. < … < 4,5 Std.",
            "art8.6a-d-nr31-2": "Lenkdauer von mehr als 3 Std. zwischen 22.00 und 6.00 Uhr vor der Pause, sofern das Fahrzeug nicht mit mehreren Fahrern besetzt ist im Bereich 4,5 Std. ≤ …"
          }
        },
        "work-organisation":{
          "label": "Arbeitsorganisation",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art10.1-nr32": "Verknüpfung von Lohn und zurückgelegter Strecke bzw. Menge der beförderten Güter",
            "art10.2-nr33": "Keine oder mangelhafte Organisation der Arbeit des Fahrers, keine Anweisungen für den Fahrer, um ihm die Einhaltung der Rechtsvorschriften zu ermöglichen, oder fehlerhafte Anweisungen"
          }
        }
      },
      "tachograph":{
        "label": "Fahrtenschreiber / Kontrollmittel",
        "installation-of-tachograph":{
          "label": "Einbau des Fahrtenschreibers",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art3.1-nr1-and-art22": "Fehlen bzw. Nichtbenutzung eines typgenehmigten Fahrtenschreibers"
          }
        },
        "use-of-tachograph-driver-card-or-record-sheet":{
          "label":"Benutzung von Fahrtenschreibern, Fahrerkarten oder Schaublättern",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art23.1-nr2": "Verwendung eines nicht durch eine zugelassene Werkstatt nachgeprüften Fahrtenschreibers",
            "art27-nr3": "Fahrer besitzt und/oder benutzt mehr als eine eigene Fahrerkarte",
            "art27-nr4": "Verwendung einer gefälschten Fahrerkarte (gilt als Fahren ohne Fahrerkarte)",
            "art27-nr5": "Verwendung einer Fahrerkarte durch einen Fahrer, der nicht der Inhaber ist (gilt als Fahren ohne Fahrerkarte)",
            "art27-nr6": "Verwendung einer Fahrerkarte, die aufgrund falscher Erklärungen und/oder gefälschter Dokumente erwirkt wurde (gilt als Fahren ohne Fahrerkarte)",
            "art32.1-nr7": "Fahrtenschreiber funktioniert nicht einwandfrei",
            "art32.1-and-art33.1-nr8": "Fahrtenschreiber wird nicht ordnungsgemäß verwendet",
            "art32.3-nr9": "Verwendung einer betrügerischen Vorrichtung, durch die die Aufzeichnungen des Fahrtenschreibers verändert werden können",
            "art32.3-nr10": "Verfälschung, Verschleierung, Unterdrückung oder Vernichtung der auf dem Schaublatt aufgezeichneten Daten oder der im Fahrtenschreiber und/oder auf der Fahrerkarte gespeicherten oder von diesen heruntergeladenen Daten",
            "art33.2-nr11": "Unternehmen bewahrt Schaublätter, Ausdrucke und heruntergeladenen Daten nicht auf",
            "art33.2-nr12": "Aufgezeichnete und gespeicherte Daten sind nicht mindestens ein Jahr lang verfügbar",
            "art34.1-nr13": "Falsche Benutzung von Schaublättern/Fahrerkarten",
            "art34.1-nr14": "Unerlaubte Entnahme von Schaublättern oder der Fahrerkarte, die sich auf die Aufzeichnung der einschlägigen Daten auswirkt",
            "art34.1-nr15": "Schaublatt oder Fahrerkarte wurde über den Zeitraum, für den es/sie bestimmt ist, hinaus verwendet, mit Datenverlust",
            "art34.2-nr16": "Benutzung angeschmutzter oder beschädigter Schaublätter oder Fahrerkarten, Daten nicht lesbar",
            "art34.3-nr17": "Keine Eingabe von Hand, wenn vorgeschrieben",
            "art34.4-nr18": "Verwendung eines falschen Schaublatts oder Fahrerkarte nicht im richtigen Steckplatz eingeschoben (Mehrfahrerbetrieb)",
            "art34.5-nr19": "Falsche Betätigung der Schaltvorrichtung"
          }
        },
        "producing-information": {
          "label":"Vorlegen von Angaben",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art36-nr20": "Verweigerung der Kontrolle",
            "art36-nr21": "Aufzeichnungen für den laufenden Tag und die vorherigen 28 Tage können nicht vorgelegt werden",
            "art36-nr22": "Aufzeichnungen der Fahrerkarte (falls der Fahrer Inhaber einer solchen Karte ist) können nicht vorgelegt werde",
            "art36-nr23": "Am Tag der Kontrolle und an den vorherigen 28 Tagen erstellte handschriftliche Aufzeichnungen und Ausdrucke können nicht vorgelegt werden",
            "art36-nr24": "Fahrerkarte (falls der Fahrer Inhaber einer solchen Karte ist) kann nicht vorgelegt werden"
          }
        },
        "malfunctioning": {
          "label":"Fehlfunktion",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art37.1-and-art22.1-nr25": "Reparatur des Fahrtenschreibers nicht von einem zugelassenen Einbaubetrieb oder einer zugelassenen Werkstatt durchgeführt",
            "art37.2-nr26": "Fahrer vermerkt nicht alle vom Fahrtenschreiber während einer Betriebsstörung oder Fehlfunktion nicht mehr einwandfrei aufgezeichneten Angaben"
          }
        }
      },
      "working-time-rules": {
        "label": "Arbeitszeitvorschriften",
        "maximum-weekly-working-time":{
          "label":"Wöchentliche Höchstarbeitszeit",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art4-nr1": "Überschreitung der wöchentlichen Höchstarbeitszeit von 48 Std., sofern von der Möglichkeit zur Erhöhung auf 60 Std. bereits Gebrauch gemacht wurde, im Bereich 56 Std. ≤ … 60 Std.",
            "art4-nr2": "Überschreitung der wöchentlichen Höchstarbeitszeit von 48 Std., sofern von der Möglichkeit zur Erhöhung auf 60 Std. bereits Gebrauch gemacht wurde, im Bereich 60 Std. ≤ …",
            "art4-nr3": "Überschreitung der wöchentlichen Höchstarbeitszeit von 60 Std., wenn keine Ausnahme nach Artikel 8 gewährt wird, im Bereich 65 ≤ … < 70 Std.",
            "art4-nr4": "Überschreitung der wöchentlichen Höchstarbeitszeit von 60 Std., wenn keine Ausnahme nach Artikel 8 gewährt wird, im Bereich 70 Std. ≤ …"
          }
        },
        "breaks":{
          "label":"Ruhepausen",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art5.1-nr5": "Unzureichende obligatorische Ruhepause bei einer Arbeitszeit von 6 bis 9 Stunden im Bereich 10 < … ≤ 20 Min",
            "art5.1-nr6": "Unzureichende obligatorische Ruhepause bei einer Arbeitszeit von 6 bis 9 Stunden im Bereich … ≤ 10 Min",
            "art5.1-nr7": "Unzureichende obligatorische Ruhepause bei einer Arbeitszeit von mehr als 9 Stunden im Bereich 20 < … ≤ 30 Min",
            "art5.1-nr8": "Unzureichende obligatorische Ruhepause bei einer Arbeitszeit von mehr als 9 Stunden im Bereich … ≤ 20 Min"
          }
        },
        "night-work":{
          "label":"Nachtarbeit",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art7.1-nr9": "Tägliche Arbeitszeit in einem Zeitraum von jeweils 24 Std., wenn Nachtarbeit geleistet und keine Ausnahme nach Artikel 8 gewährt wird, im Bereich 11 Std. ≤ … < 13 Std.",
            "art7.1-nr10": "Tägliche Arbeitszeit in einem Zeitraum von jeweils 24 Std., wenn Nachtarbeit geleistet und keine Ausnahme nach Artikel 8 gewährt wird, im Bereich 13 Std. ≤ …"
          }
        },
        "records":{
          "label":"Aufzeichnungen",
          "infringement":{
            "label": "Klassifikation der Anzeige",
            "art9-nr11": "Arbeitgeber fälschen Aufzeichnungen über Arbeitszeiten oder verweigern gegenüber dem Kontrollbeamten die Vorlage von Aufzeichnungen",
            "art9-nr12": "Angestellte/selbständige Kraftfahrer fälschen Aufzeichnungen oder verweigern gegenüber dem Kontrollbeamten die Vorlage von Aufzeichnungen"
          }
        }
      }
    }
  }
}
